Repository: SherlockChiang/QuickLook.Next
Catalog: src/QuickLook.Next.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# DimensionsLabel.Text
source: Dimensions
zh_cn: 尺寸
zh_tw: 尺寸

# ImageWaveformLabel.Text
source: RGB waveform
zh_cn: RGB 波形图
zh_tw: RGB 波形圖

# ImageWaveformImage.AutomationProperties.Name
source: RGB image waveform
zh_cn: RGB 图像波形图
zh_tw: RGB 影像波形圖

# ImageWaveformPanel.AutomationProperties.HelpText
source: Horizontal position follows the image; vertical position shows channel intensity from 0 to 255.
zh_cn: 横向位置对应图像位置，纵向位置显示从 0 到 255 的通道强度。
zh_tw: 橫向位置對應影像位置，縱向位置顯示從 0 到 255 的通道強度。

# SizeLabel.Text
source: Size
zh_cn: 大小
zh_tw: 大小

# TypeLabel.Text
source: Type
zh_cn: 类型
zh_tw: 類型

# ModifiedLabel.Text
source: Modified
zh_cn: 修改时间
zh_tw: 修改時間

# PathLabel.Text
source: Path
zh_cn: 路径
zh_tw: 路徑

# OpenFileLocationText.Text
source: Open file location
zh_cn: 打开文件位置
zh_tw: 開啟檔案位置

# ImageZoomText.Text
source: Fit
zh_cn: 适应窗口
zh_tw: 符合視窗

# AppTitleBar.AutomationProperties.Name
source: Preview title bar
zh_cn: 预览标题栏
zh_tw: 預覽標題列

# AnimatedImagePreviewImage.AutomationProperties.Name
source: Animated image content
zh_cn: 动态图像内容
zh_tw: 動畫影像內容

# PdfPageIndicatorText.AutomationProperties.Name
source: Current PDF page
zh_cn: 当前 PDF 页面
zh_tw: 目前 PDF 頁面

# MarkdownOutlineList.AutomationProperties.Name
source: Markdown heading navigation
zh_cn: Markdown 标题导航
zh_tw: Markdown 標題導覽

# MarkdownListView.AutomationProperties.Name
source: Markdown document content
zh_cn: Markdown 文档内容
zh_tw: Markdown 文件內容

# TextPreviewBlock.AutomationProperties.Name
source: Text preview content
zh_cn: 文本预览内容
zh_tw: 文字預覽內容

# PreviewInfoRail.AutomationProperties.Name
source: Preview details
zh_cn: 预览详细信息
zh_tw: 預覽詳細資訊

# ExifScrollViewer.AutomationProperties.Name
source: EXIF metadata
zh_cn: EXIF 元数据
zh_tw: EXIF 中繼資料

# ImagePreviewToolbar.AutomationProperties.Name
source: Image preview toolbar
zh_cn: 图像预览工具栏
zh_tw: 影像預覽工具列

# ImageFilmstrip.AutomationProperties.Name
source: Adjacent image thumbnails
zh_cn: 相邻图像缩略图
zh_tw: 相鄰影像縮圖

# ImageFilmstripList.AutomationProperties.Name
source: Adjacent images
zh_cn: 相邻图像
zh_tw: 相鄰影像

# ListingPanel.AutomationProperties.Name
source: Folder or archive preview
zh_cn: 文件夹或压缩包预览
zh_tw: 資料夾或壓縮檔預覽

# ListingBreadcrumbPanel.AutomationProperties.Name
source: Listing path breadcrumbs
zh_cn: 列表路径导航
zh_tw: 清單路徑導覽

# ListingListView.AutomationProperties.Name
source: Preview listing
zh_cn: 预览列表
zh_tw: 預覽清單

# PreviousPdfPageButton.AutomationProperties.Name
source: Previous PDF page
zh_cn: 上一 PDF 页
zh_tw: 上一個 PDF 頁面

# NextPdfPageButton.AutomationProperties.Name
source: Next PDF page
zh_cn: 下一 PDF 页
zh_tw: 下一個 PDF 頁面

# InfoTabButton.AutomationProperties.Name
source: Show file information
zh_cn: 显示文件信息
zh_tw: 顯示檔案資訊

# ExifTabButton.AutomationProperties.Name
source: Show EXIF information
zh_cn: 显示 EXIF 信息
zh_tw: 顯示 EXIF 資訊

# MoreTabButton.AutomationProperties.Name
source: Show more preview actions
zh_cn: 显示更多预览操作
zh_tw: 顯示更多預覽操作

# ExifGoogleMapsText.Text
source: Open in Google Maps
zh_cn: 在 Google 地图中打开
zh_tw: 在 Google 地圖中開啟

# ExifGoogleMapsButton.AutomationProperties.Name
source: Open image location in Google Maps
zh_cn: 在 Google 地图中打开图像位置
zh_tw: 在 Google 地圖中開啟影像位置

# CopyPreviewFileButton.AutomationProperties.Name
source: Copy previewed file
zh_cn: 复制正在预览的文件
zh_tw: 複製目前預覽的檔案

# OpenPreviewFileButton.AutomationProperties.Name
source: Open previewed file
zh_cn: 打开正在预览的文件
zh_tw: 開啟目前預覽的檔案

# RevealPreviewFileButton.AutomationProperties.Name
source: Reveal previewed file in File Explorer
zh_cn: 在文件资源管理器中显示正在预览的文件
zh_tw: 在檔案總管中顯示目前預覽的檔案

# DeletePreviewFileButton.AutomationProperties.Name
source: Move previewed file to Recycle Bin
zh_cn: 将正在预览的文件移到回收站
zh_tw: 將目前預覽的檔案移至資源回收筒

# OpenFileLocationButton.AutomationProperties.Name
source: Open file location
zh_cn: 打开文件位置
zh_tw: 開啟檔案位置

# ZoomOutButton.AutomationProperties.Name
source: Zoom out
zh_cn: 缩小
zh_tw: 縮小

# ImageZoomText.AutomationProperties.Name
source: Current zoom level
zh_cn: 当前缩放级别
zh_tw: 目前縮放等級

# ZoomInButton.AutomationProperties.Name
source: Zoom in
zh_cn: 放大
zh_tw: 放大

# FitToWindowButton.AutomationProperties.Name
source: Fit to window
zh_cn: 适应窗口
zh_tw: 符合視窗

# ZoomPreset50Button.AutomationProperties.Name
source: Set zoom to 50 percent
zh_cn: 将缩放设置为 50%
zh_tw: 將縮放設定為 50%

# ZoomPreset100Button.AutomationProperties.Name
source: Set zoom to 100 percent
zh_cn: 将缩放设置为 100%
zh_tw: 將縮放設定為 100%

# ZoomPreset200Button.AutomationProperties.Name
source: Set zoom to 200 percent
zh_cn: 将缩放设置为 200%
zh_tw: 將縮放設定為 200%

# ActualSizeButton.AutomationProperties.Name
source: Show image at actual size
zh_cn: 以实际大小显示图像
zh_tw: 以實際大小顯示影像

# ResetViewButton.AutomationProperties.Name
source: Reset view
zh_cn: 重置视图
zh_tw: 重設檢視

# PreviousImageButton.AutomationProperties.Name
source: Previous image
zh_cn: 上一张图像
zh_tw: 上一張影像

# NextImageButton.AutomationProperties.Name
source: Next image
zh_cn: 下一张图像
zh_tw: 下一張影像

# ListingNameHeader.AutomationProperties.Name
source: Sort by name
zh_cn: 按名称排序
zh_tw: 依名稱排序

# ListingModifiedHeader.AutomationProperties.Name
source: Sort by modified date
zh_cn: 按修改时间排序
zh_tw: 依修改時間排序

# ListingTypeHeader.AutomationProperties.Name
source: Sort by type
zh_cn: 按类型排序
zh_tw: 依類型排序

# ListingSizeHeader.AutomationProperties.Name
source: Sort by size
zh_cn: 按大小排序
zh_tw: 依大小排序

# SettingsLanguageEnglish
source: English
zh_cn: 英语
zh_tw: 英文

# SettingsLanguageSimplifiedChinese
source: Simplified Chinese
zh_cn: 简体中文
zh_tw: 簡體中文

# SettingsLanguageTraditionalChinese
source: Traditional Chinese
zh_cn: 繁体中文
zh_tw: 繁體中文

# PreviewErrorStatusFormat
source: Error: {0}
zh_cn: 错误：{0}
zh_tw: 錯誤：{0}

# PreviewKindImage
source: Image
zh_cn: 图像
zh_tw: 影像

# PreviewKindText
source: Text
zh_cn: 文本
zh_tw: 文字

# PreviewKindTable
source: Table
zh_cn: 表格
zh_tw: 表格

# PreviewKindFolder
source: Folder
zh_cn: 文件夹
zh_tw: 資料夾

# PreviewKindArchive
source: Archive
zh_cn: 压缩包
zh_tw: 壓縮檔

# PreviewKindDocument
source: Document
zh_cn: 文档
zh_tw: 文件

# PreviewKindPresentation
source: Presentation
zh_cn: 演示文稿
zh_tw: 簡報

# PreviewKindWorkbook
source: Workbook
zh_cn: 工作簿
zh_tw: 活頁簿

# PreviewKindDatabase
source: Database
zh_cn: 数据库
zh_tw: 資料庫

# PreviewKindPackage
source: App package
zh_cn: 应用包
zh_tw: 應用程式套件

# PreviewKindCertificate
source: Certificate
zh_cn: 证书
zh_tw: 憑證

# PreviewKindExecutable
source: Executable
zh_cn: 可执行文件
zh_tw: 可執行檔

# PreviewKindEbook
source: E-book
zh_cn: 电子书
zh_tw: 電子書

# PreviewKindTorrent
source: Torrent
zh_cn: 种子

# PreviewKindMedia
source: Media
zh_cn: 媒体
zh_tw: 媒體

# PreviewKindVideo
source: Video
zh_cn: 视频
zh_tw: 視訊

# PreviewKindAudio
source: Audio
zh_cn: 音频
zh_tw: 音訊

# PreviewKindFont
source: Font
zh_cn: 字体
zh_tw: 字型

# PreviewKindBinary
source: Binary
zh_cn: 二进制
zh_tw: 二進位

# PreviewKindUnknown
source: Unknown
zh_cn: 未知
zh_tw: 未知

# TableSheetTabAccessibleNameFormat
source: Sheet {0}
zh_cn: 工作表 {0}
zh_tw: 工作表 {0}

# ImageMetadataLabelFormat
source: Format
zh_cn: 格式
zh_tw: 格式

# ImageMetadataLabelTitle
source: Title
zh_cn: 标题
zh_tw: 標題

# ImageMetadataLabelComment
source: Comment
zh_cn: 注释
zh_tw: 註解

# ImageMetadataLabelDimensions
source: Dimensions
zh_cn: 尺寸
zh_tw: 尺寸

# ImageMetadataLabelResolution
source: Resolution
zh_cn: 分辨率
zh_tw: 解析度

# ImageMetadataLabelBitDepth
source: Bit depth
zh_cn: 位深度
zh_tw: 位元深度

# ImageMetadataLabelColorType
source: Color type
zh_cn: 颜色类型
zh_tw: 色彩類型

# ImageMetadataLabelCompression
source: Compression
zh_cn: 压缩方式
zh_tw: 壓縮方式

# ImageMetadataLabelAlpha
source: Alpha channel
zh_cn: Alpha 通道
zh_tw: Alpha 色版

# ImageMetadataLabelInterlace
source: Interlace
zh_cn: 隔行扫描
zh_tw: 交錯掃描

# ImageMetadataLabelAnimated
source: Animated
zh_cn: 动画
zh_tw: 動畫

# ImageMetadataLabelFrames
source: Frames
zh_cn: 帧数
zh_tw: 影格數

# ImageMetadataLabelAnimationDuration
source: Animation duration
zh_cn: 动画时长
zh_tw: 動畫長度

# ImageMetadataLabelDateTaken
source: Date taken
zh_cn: 拍摄时间
zh_tw: 拍攝時間

# ImageMetadataLabelCamera
source: Camera
zh_cn: 相机
zh_tw: 相機

# ImageMetadataLabelLens
source: Lens
zh_cn: 镜头
zh_tw: 鏡頭

# ImageMetadataLabelFocalLength
source: Focal length
zh_cn: 焦距
zh_tw: 焦距

# ImageMetadataLabelEquivalent35mm
source: 35 mm equivalent
zh_cn: 35 毫米等效焦距
zh_tw: 35 公釐等效焦距

# ImageMetadataLabelAperture
source: Aperture
zh_cn: 光圈
zh_tw: 光圈

# ImageMetadataLabelMaxAperture
source: Maximum aperture
zh_cn: 最大光圈
zh_tw: 最大光圈

# ImageMetadataLabelShutterSpeed
source: Shutter speed
zh_cn: 快门速度
zh_tw: 快門速度

# ImageMetadataLabelExposureBias
source: Exposure bias
zh_cn: 曝光补偿
zh_tw: 曝光補償

# ImageMetadataLabelExposureProgram
source: Exposure program
zh_cn: 曝光程序
zh_tw: 曝光程式

# ImageMetadataLabelExposureMode
source: Exposure mode
zh_cn: 曝光模式
zh_tw: 曝光模式

# ImageMetadataLabelMetering
source: Metering mode
zh_cn: 测光模式
zh_tw: 測光模式

# ImageMetadataLabelWhiteBalance
source: White balance
zh_cn: 白平衡
zh_tw: 白平衡

# ImageMetadataLabelLightSource
source: Light source
zh_cn: 光源
zh_tw: 光源

# ImageMetadataLabelFlash
source: Flash
zh_cn: 闪光灯
zh_tw: 閃光燈

# ImageMetadataLabelDigitalZoom
source: Digital zoom
zh_cn: 数码变焦
zh_tw: 數位變焦

# ImageMetadataLabelSubjectDistance
source: Subject distance
zh_cn: 主体距离
zh_tw: 主體距離

# ImageMetadataLabelOrientation
source: Orientation
zh_cn: 方向
zh_tw: 方向

# ImageMetadataLabelPhotometric
source: Photometric interpretation
zh_cn: 光度解释
zh_tw: 光度解讀

# ImageMetadataLabelContrast
source: Contrast
zh_cn: 对比度
zh_tw: 對比度

# ImageMetadataLabelSaturation
source: Saturation
zh_cn: 饱和度
zh_tw: 飽和度

# ImageMetadataLabelSharpness
source: Sharpness
zh_cn: 锐度
zh_tw: 銳利度

# ImageMetadataLabelGainControl
source: Gain control
zh_cn: 增益控制
zh_tw: 增益控制

# ImageMetadataLabelColorSpace
source: Color space
zh_cn: 色彩空间
zh_tw: 色彩空間

# ImageMetadataLabelLocation
source: Location
zh_cn: 位置
zh_tw: 位置

# ImageMetadataLabelAltitude
source: Altitude
zh_cn: 海拔
zh_tw: 海拔高度

# ImageMetadataLabelDirection
source: Direction
zh_cn: 方位角
zh_tw: 方位角

# ImageMetadataLabelSoftware
source: Software
zh_cn: 软件
zh_tw: 軟體

# ImageMetadataLabelCameraSerial
source: Camera serial number
zh_cn: 相机序列号
zh_tw: 相機序號

# ImageMetadataLabelLensSerial
source: Lens serial number
zh_cn: 镜头序列号
zh_tw: 鏡頭序號

# ImageMetadataLabelExifVersion
source: EXIF version
zh_cn: EXIF 版本
zh_tw: EXIF 版本

# ImageMetadataDurationSecondsFormat
source: {0:0.###} s
zh_cn: {0:0.###} 秒
zh_tw: {0:0.###} 秒

# ImageMetadataExposureFractionFormat
source: 1/{0:0} s
zh_cn: 1/{0:0} 秒
zh_tw: 1/{0:0} 秒

# ImageMetadataExposureSecondsFormat
source: {0:0.###} s
zh_cn: {0:0.###} 秒
zh_tw: {0:0.###} 秒

# ImageMetadataMillimetersFormat
source: {0:0.###} mm
zh_cn: {0:0.###} 毫米
zh_tw: {0:0.###} 公釐

# ImageMetadataMetersFormat
source: {0:0.###} m
zh_cn: {0:0.###} 米
zh_tw: {0:0.###} 公尺

# DeleteFileFailed
source: Could not move the file to the Recycle Bin.
zh_cn: 无法将文件移到回收站。
zh_tw: 無法將檔案移到資源回收筒。

# OpenImageLocationFailed
source: Could not open the image location in Google Maps.
zh_cn: 无法在 Google 地图中打开图像位置。
zh_tw: 無法在 Google 地圖中開啟影像位置。

# ByteSizeBytesFormat
source: {0:N0} B
zh_cn: {0:N0} 字节
zh_tw: {0:N0} 位元組

# ListingFileTypeDisplay
source: File
zh_cn: 文件
zh_tw: 檔案

# ListingTypedFileFormat
source: {0} file
zh_cn: {0} 文件
zh_tw: {0} 檔案

# ImageMetadataValueYes
source: Yes
zh_cn: 是
zh_tw: 是

# ImageMetadataValueNo
source: No
zh_cn: 否
zh_tw: 否

# ImageMetadataValueNotDefined
source: Not defined
zh_cn: 未定义
zh_tw: 未定義

# ImageMetadataValueManual
source: Manual
zh_cn: 手动
zh_tw: 手動

# ImageMetadataValueNormalProgram
source: Normal program
zh_cn: 常规程序
zh_tw: 標準程式

# ImageMetadataValueAperturePriority
source: Aperture priority
zh_cn: 光圈优先
zh_tw: 光圈先決

# ImageMetadataValueShutterPriority
source: Shutter priority
zh_cn: 快门优先
zh_tw: 快門先決

# ImageMetadataValueCreativeProgram
source: Creative program
zh_cn: 创意程序
zh_tw: 創意程式

# ImageMetadataValueActionProgram
source: Action program
zh_cn: 运动程序
zh_tw: 動態程式

# ImageMetadataValuePortraitMode
source: Portrait mode
zh_cn: 人像模式
zh_tw: 人像模式

# ImageMetadataValueLandscapeMode
source: Landscape mode
zh_cn: 风景模式
zh_tw: 風景模式

# ImageMetadataValueAutoExposure
source: Auto exposure
zh_cn: 自动曝光
zh_tw: 自動曝光

# ImageMetadataValueManualExposure
source: Manual exposure
zh_cn: 手动曝光
zh_tw: 手動曝光

# ImageMetadataValueAutoBracket
source: Auto bracket
zh_cn: 自动包围曝光
zh_tw: 自動包圍曝光

# ImageMetadataValueUnknown
source: Unknown
zh_cn: 未知
zh_tw: 未知

# ImageMetadataValueAverage
source: Average
zh_cn: 平均
zh_tw: 平均

# ImageMetadataValueCenterWeightedAverage
source: Center-weighted average
zh_cn: 中央重点平均
zh_tw: 中央重點平均

# ImageMetadataValueSpot
source: Spot
zh_cn: 点测光
zh_tw: 點測光

# ImageMetadataValueMultiSpot
source: Multi-spot
zh_cn: 多点测光
zh_tw: 多點測光

# ImageMetadataValuePattern
source: Pattern
zh_cn: 分区测光
zh_tw: 分區測光

# ImageMetadataValuePartial
source: Partial
zh_cn: 局部测光
zh_tw: 局部測光

# ImageMetadataValueOther
source: Other
zh_cn: 其他
zh_tw: 其他

# ImageMetadataValueAuto
source: Auto
zh_cn: 自动
zh_tw: 自動

# ImageMetadataValueDaylight
source: Daylight
zh_cn: 日光
zh_tw: 日光

# ImageMetadataValueFluorescent
source: Fluorescent
zh_cn: 荧光灯
zh_tw: 螢光燈

# ImageMetadataValueTungsten
source: Tungsten
zh_cn: 钨丝灯
zh_tw: 鎢絲燈

# ImageMetadataValueFlash
source: Flash
zh_cn: 闪光灯
zh_tw: 閃光燈

# ImageMetadataValueFineWeather
source: Fine weather
zh_cn: 晴天
zh_tw: 晴天

# ImageMetadataValueCloudy
source: Cloudy
zh_cn: 阴天
zh_tw: 陰天

# ImageMetadataValueShade
source: Shade
zh_cn: 阴影
zh_tw: 陰影

# ImageMetadataValueDaylightFluorescent
source: Daylight fluorescent
zh_cn: 日光型荧光灯
zh_tw: 日光型螢光燈

# ImageMetadataValueDayWhiteFluorescent
source: Day white fluorescent
zh_cn: 日白型荧光灯
zh_tw: 日白型螢光燈

# ImageMetadataValueCoolWhiteFluorescent
source: Cool white fluorescent
zh_cn: 冷白型荧光灯
zh_tw: 冷白型螢光燈

# ImageMetadataValueWhiteFluorescent
source: White fluorescent
zh_cn: 白色荧光灯
zh_tw: 白色螢光燈

# ImageMetadataValueStandardLightA
source: Standard light A
zh_cn: 标准光源 A
zh_tw: 標準光源 A

# ImageMetadataValueStandardLightB
source: Standard light B
zh_cn: 标准光源 B
zh_tw: 標準光源 B

# ImageMetadataValueStandardLightC
source: Standard light C
zh_cn: 标准光源 C
zh_tw: 標準光源 C

# ImageMetadataValueIsoStudioTungsten
source: ISO studio tungsten
zh_cn: ISO 影棚钨丝灯
zh_tw: ISO 攝影棚鎢絲燈

# ImageMetadataValueUncalibrated
source: Uncalibrated
zh_cn: 未校准
zh_tw: 未校準

# ImageMetadataValueNormal
source: Normal
zh_cn: 标准
zh_tw: 標準

# ImageMetadataValueSoft
source: Soft
zh_cn: 柔和
zh_tw: 柔和

# ImageMetadataValueHard
source: Hard
zh_cn: 强烈
zh_tw: 強烈

# ImageMetadataValueNone
source: None
zh_cn: 无
zh_tw: 無

# ImageMetadataValueLowGainUp
source: Low gain up
zh_cn: 低增益增强
zh_tw: 低增益提升

# ImageMetadataValueHighGainUp
source: High gain up
zh_cn: 高增益增强
zh_tw: 高增益提升

# ImageMetadataValueLowGainDown
source: Low gain down
zh_cn: 低增益降低
zh_tw: 低增益降低

# ImageMetadataValueHighGainDown
source: High gain down
zh_cn: 高增益降低
zh_tw: 高增益降低

# ImageMetadataValueGrayscale
source: Grayscale
zh_cn: 灰度
zh_tw: 灰階

# ImageMetadataValueTruecolor
source: Truecolor
zh_cn: 真彩色
zh_tw: 全彩

# ImageMetadataValueIndexedColor
source: Indexed color
zh_cn: 索引色
zh_tw: 索引色彩

# ImageMetadataValueGrayscaleWithAlpha
source: Grayscale with alpha
zh_cn: 带 Alpha 的灰度
zh_tw: 含 Alpha 的灰階

# ImageMetadataValueTruecolorWithAlpha
source: Truecolor with alpha
zh_cn: 带 Alpha 的真彩色
zh_tw: 含 Alpha 的全彩

# ImageMetadataValueOldJpeg
source: Old JPEG
zh_cn: 旧式 JPEG
zh_tw: 舊式 JPEG

# ImageMetadataValueWhiteIsZero
source: White is zero
zh_cn: 白色为零
zh_tw: 白色為零

# ImageMetadataValueBlackIsZero
source: Black is zero
zh_cn: 黑色为零
zh_tw: 黑色為零

# ImageMetadataValuePaletteColor
source: Palette color
zh_cn: 调色板颜色
zh_tw: 調色盤色彩

# ImageMetadataValueTransparencyMask
source: Transparency mask
zh_cn: 透明蒙版
zh_tw: 透明遮罩

# ImageMetadataValueSeparated
source: Separated
zh_cn: 分色
zh_tw: 分色

# ImageMetadataValueUncompressed
source: Uncompressed
zh_cn: 未压缩
zh_tw: 未壓縮

# ImageMetadataValueCcittGroup3OneDimensional
source: CCITT Group 3 1-D
zh_cn: CCITT Group 3 一维编码
zh_tw: CCITT Group 3 一維編碼

# ImageMetadataValueGroup3Fax
source: Group 3 fax
zh_cn: Group 3 传真
zh_tw: Group 3 傳真

# ImageMetadataValueGroup4Fax
source: Group 4 fax
zh_cn: Group 4 传真
zh_tw: Group 4 傳真

# ImageMetadataFlashFired
source: Fired
zh_cn: 已闪光
zh_tw: 已閃光

# ImageMetadataFlashDidNotFire
source: Did not fire
zh_cn: 未闪光
zh_tw: 未閃光

# ImageMetadataFlashAuto
source: Auto
zh_cn: 自动
zh_tw: 自動

# ImageMetadataFlashRedEyeReduction
source: Red-eye reduction
zh_cn: 防红眼
zh_tw: 防紅眼

# ImageMetadataFlashReturnDetected
source: Return detected
zh_cn: 检测到回光
zh_tw: 偵測到回光

# ImageMetadataFlashReturnNotDetected
source: Return not detected
zh_cn: 未检测到回光
zh_tw: 未偵測到回光
